{
  "KobraVim": { "branch": "rewrite-plugin" },
  "better-escape.nvim": { "branch": "master" },
  "dracula.nvim": { "branch": "main" },
  "flit.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "mini.clue": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "moonlight.nvim": { "branch": "pure-lua" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-illuminate": { "branch": "master" }
}
